@extends('layouts.app')

@section('content')
<div class="container">
    <div class="row justify-content-center">
        <div class="col-md-8">
            <div class="card">
            <h1>Bishkek</h1>
    <p>Бишкек — столица Киргизии, город республиканского значения, административный центр Чуйской области. Крупнейший по численности населения город Киргизии — 1 088 900 чел., главный транспортный узел,
     промышленный и административный центр страны. Современный культурный, политический и экономический центр республики.
     Основан в 1878 году как селение на месте бывшей Кокандской крепости Пишпек, которое в 1926 году было 
     переименовано во Фрунзе в память о советском партийном и военном деятеле Михаиле Фрунзе. 
     Поскольку в киргизском языке отсутствует звук «ф» и недопустимо стечение согласных в начале
      слова, местными жителями это название произносилось как «Пурунзе». После распада СССР и получения Киргизией независимости встал вопрос о переименовании столицы. 
      Выяснилось, что этимология исконного названия «Пишпек» неизвестна; наиболее близко к этому названию оказалось киргизское слово «бишкек» — «мутовка, которой взбалтывают кумыс». Неизвестно, каким образом эта хозяйственная принадлежность могла быть связана с названием крепости, 
      но в 1991 году Бишкек было принято в качестве нового названия столицы.
    </p>
    <div class="slide-wrapper">
        <div class="slider"> 
            <div class="slide">
              <img src="{{asset('img/bishkek1.jpg')}}" alt="фото 1">
              <img src="{{asset('img/bishkek2.jpg')}}" alt="фото 2">
              <img src="{{asset('img/bishkek3.jpg')}}" alt="фото 3">
            </div>
        </div>
    </div>

    <div class="buttons"> <button class="prev"><</button><button class="next">></button></div>
    <form method="post" action="{{route('addcomment')}}">
    @csrf
    <div class="comment">
        <p><textarea type="text" name = "comm_text">Your comment</textarea></p>
        <button type="submit">Send</button>
    </div>
   </form>
   <a href="{{route('comments')}}"><div class="show_list">Посмотреть отзывы</div></a>
    <script src="{{asset('js/app.js')}}"></script>
                </div>
            </div>
        </div>
    </div>
</div>
@endsection
